IDEA StatiCa Open Model
OriginSettings.ImportRecommendedWelds Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Import also recommended welds
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool ImportRecommendedWelds { get; set; }
Public Property ImportRecommendedWelds As Boolean
	Get
	Set
public:
property bool ImportRecommendedWelds {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
OriginSettings Class
IdeaRS.OpenModel Namespace